{
    "transcription": " Hi Amanda, I know you had a couple of questions on how to allocate the $100 of indirect labor cost between the four sponge cakes and your one mermaid cake. I believe that the best option to do that i...",
    "sentiment": {
        "label": "LABEL_1",
        "score": 0.53
    },
    "filler_words": {
        "like": 1,
        "so": 7
    },
    "emotion": {
        "label": "sad",
        "score": 0.64
    },
    "key_topics": [
        "allocation cake",
        "cakes multiply",
        "cost labor",
        "cost sponge",
        "total cakes"
    ],
    "significant_pauses": 1,
    "speech_rate_wpm": 120.13,
    "grammar_corrections": "Hi Amanda, I know you had a couple of questions on how to allocate the $100 of indirect labor cost between the four sponge cakes and your one mermaid cake. I believe that the best option to do that is to allocate the labor cost per hour. Now let's say you spent about 12 hours total on the cakes, 10 hours making that mermaid cake that looks perfectly decorated and I know each detail probably went in tediously and then the four sponge cakes, since they're sponge cakes and they don't need to be decorated, they took about two hours per cake. So when you divided that $100 by 12, you would get about an $8.33 labor cost per hour. So if you took that hourly rate and multiplied by the 10 hours that you spent on that Merman cake, you would be getting about 83-33 total allocation towards that one cake, which would be, just by the looks of it, very reasonable and very within that range for a cake like that. And then the four sponge cakes, if you would multiply the two hours you spent on that by the hourly rate, you would get about 83-33 total allocation towards that one cake. And then the four sponge cakes, if you would multiply the two hours you spent on that by the hourly rate, it would come out to about 1667. So that's more or less how the allocation would work.",
    "speech_tone": "Dynamic",
    "pronunciation_clarity_percentage": 99.03
}